[
  {
    "startup_name": "Ambr Al",
    "founders": [
      "Zoe Stones",
      "Steph Newton",
      "Jamie Wood"
    ],
    "date_founded": "7/31/2022",
    "country": "United Kingdom",
    "stage": "Pre-seed",
    "business_model": "B2B",
    "website": "www.ambr.ai",
    "fundraising": "1.2M",
    "product_stage": "Fully Launched",
    "no_of_employees": "4 (8 in Q2)",
    "overview": "Ambr Al helps professionals master difficult workplace conversations through realistic Voice Al simulations, offering a safe and convenient way to build crucial communication skills with instant feedback.\nPoor workplace communication costs organizations $2 trillion annually. Traditionally, improving these skills required expensive and awkward role-play with coaches or actors, often leaving managers unprepared for critical conversations—leading to low morale, missed goals, and lost talent.\nAmbr's Al-driven platform enables employees to practice high-stakes conversations, presentations, and pitches in a realistic setting. With instant, personalized feedback on both verbal and non-verbal communication, users gain the confidence they need to succeed.",
    "expectations_for_the_program": "We're thrilled to join the Google for Startups Accelerator at a pivotal moment in Ambr Al's journey. As we scale our Al-powered communication practice platform, we're most excited to work with Google experts to optimize our body language analysis technology - transforming it from prototype to production-ready feature. Over the next three months, we aim to enhance our real-time feedback engine with more sophisticated Al models while maintaining low latency, critical for realistic conversation simulations. Google's expertise in multimodal Al will be invaluable as we build privacy-first solutions that work across user environments. This program comes at the perfect time as we prepare to serve our growing enterprise customer base and build the future of professional communication practice."
  },
  {
    "startup_name": "Connect by Circular-Lab",
    "founders": [
      "María Fe Paz"
    ],
    "date_founded": "4/30/2020",
    "country": "Spain",
    "stage": "Seed",
    "business_model": "B2B",
    "website": "www.circular-lab.com",
    "fundraising": "2M",
    "product_stage": "MVP",
    "no_of_employees": "13",
    "overview": "Connect by Circular-Lab specializes in extracting, digitizing, integrating, and ensuring the traceability of clinical diagnostics and health data for full interoperability.\nThe lack of standardization in diagnostic data-generated in diverse formats and structures-makes it difficult to share, integrate, and act upon effectively across systems and stakeholders.\nConnect by Circular-Lab's cloud platform captures, standardizes, and visualizes diagnostic data, enabling seamless integration and downstream utilization for various applications.",
    "expectations_for_the_program": "We are excited to join the Accelerator to propel Circular-Lab's mission of transforming diagnostics data infrastructure. We are most looking forward to tackling the scalability challenges for a sustainable growth-optimizing our Al pipeline, automating workflows and enhancing our integration with other systems-while tapping into expert guidance and networks to accelerate our growth globally and support our next financing round with a more attractive VC-ready company."
  },
  {
    "startup_name": "Dana Health",
    "founders": [
      "Esther Guiu",
      "Roser Palau"
    ],
    "date_founded": "8/31/2020",
    "country": "Spain",
    "stage": "Pre-seed",
    "business_model": "B2B, B2B2C",
    "website": "https://dana.health/",
    "fundraising": "1.8M",
    "product_stage": "MVP fully launched, in clinical validation",
    "no_of_employees": "4",
    "overview": "Dana Health bridges the critical gap in maternal mental health with an Al-powered platform for early detection of perinatal mental disorders. By offering personalized digital therapeutics and resources, it supports women and healthcare professionals in delivering timely, effective care.\nPerinatal mental health is a severely underserved area—90% of women experience mental health challenges, 20% of which are severe, yet 75% go undiagnosed and untreated. This lack of care has lasting consequences for mothers and children while driving significant economic and social costs.\nDana Health's digital therapeutic platform enhances maternal mental health during matrescence. By leveraging Al for early detection and tailored support, it empowers healthcare providers, optimizes resources, and creates lasting benefits for maternal and neonatal well-being.",
    "expectations_for_the_program": "We are excited to join the Google Accelerator to push the boundaries of Al-driven mental health solutions for mothers. Over the next three months, our focus is on strengthening our Al/ML capabilities, optimizing our platform for scalability, and expanding market adoption. With Google's support-through expert mentorship, cutting-edge Al tools, and strategic connections—we aim to accelerate Dana Health's ability to provide personalized, evidence-based care at scale, ensuring more women worldwide receive the timely mental health support they need."
  },
  {
    "startup_name": "Folio",
    "founders": [
      "Fay Goldstein",
      "Amir Taiar"
    ],
    "date_founded": "6/30/2023",
    "country": "Israel",
    "stage": "Pre-seed",
    "business_model": "B2B",
    "website": "www.folio.build",
    "fundraising": "0.255 M",
    "product_stage": "MVP",
    "no_of_employees": "4",
    "overview": "Folio's Al platform revolutionizes how manufacturers and distributors sell industrial products by transforming complex technical information—product specs, catalogs, and aftermarket data-into user-friendly interfaces for sales teams and industrial buyers. By bridging engineering expertise with practical sales tools, Folio enhances the customer experience and drives business growth.\nManufacturing sales are inherently complex, with diverse configurations, long cycles, and highly technical requirements. Traditional tools like catalogs, portals, CRMs, and ERPs often fail to align product value with customer needs, leaving sales teams overwhelmed by technical documentation.\nFolio's Al-powered data platform ingests technical specs, customer requirements, and aftermarket service details, automatically generating clear, tailored materials. This enables sales teams to effectively communicate both technical details and business value, simplifying the buying process.",
    "expectations_for_the_program": "We thrilled to be joining the Google for Startups Accelerator: Al First alongside other inspiring founders. What excites us the most is the chance to learn from peers who understand both the challenges we face in tech and the unique perspective we bring. Having Google's technical expertise behind us means we can focus on what matters — building Al solutions that make a real difference in manufacturing, an industry that has long resisted change — rather than getting stuck on implementation hurdles. This community of support is exactly what we at Folio need to turn our ambitious visions into scalable realities faster than we could have imagined on our own."
  },
  {
    "startup_name": "Good With",
    "founders": [
      "Gabriela Isas",
      "Dr. Ellie Kallis"
    ],
    "date_founded": "7/31/2019",
    "country": "United Kingdom",
    "stage": "Pre-seed",
    "business_model": "B2C, B2B2C",
    "website": "www.goodwith.co",
    "fundraising": "1.3M",
    "product_stage": "MVP",
    "no_of_employees": "8",
    "overview": "In the UK, 16.2 million people are misjudged for credit due to limited credit score data.\nGood With leverages Open Banking and behavioral data to enhance financial capability and creditworthiness, ensuring lenders can make safer decisions while empowering borrowers with confidence in their financial choices.\nOur Al-driven, hyper-personalized platform provides tailored money and mental health support, helping more people access fair credit and guiding lenders toward responsible lending. We call it a safe journey to yes.",
    "expectations_for_the_program": "Good With delivers Al-driven, hyper-personalised money and mental health support, leveraging Open Banking and behavioural data to build financial capability and creditworthiness. We give lenders the ability to safely lend and borrowers the confidence and competence to make informed decisions about their money. Al is critical to our success as we understand the barriers people face (both psychologically and emotionally) to engage with their personal finances. Through our participation at Google's Al Startup Accelerator, we are looking forward to better understanding and exploring Al solutions so that we can supercharge our delivery of personalised insight in a way that benefits both lenders and borrowers, as well as building our business proposition and GTM strategies to make our novel solution available to the UK and beyond."
  },
  {
    "startup_name": "Hybr",
    "founders": [
      "Hannah Chappatte"
    ],
    "date_founded": "10/31/2019",
    "country": "United Kingdom",
    "stage": "Seed",
    "business_model": "B2B2C",
    "website": "www.hybr.co.uk",
    "fundraising": "5.5M",
    "product_stage": "Fully Launched",
    "no_of_employees": "10",
    "overview": "Hybr is a student lettings management platform that automates the journey from listing to offer, eliminating manual processes and saving letting teams over 10 hours per listing. It also helps first-time renters find suitable homes, addressing a key factor in university dropout rates.\nFirst-time renters often struggle to find housing and support, while landlords and agents face high marketing costs and an overwhelming number of inquiries—managing 40+ per listing, scheduling viewings, and identifying qualified applicants in a short timeframe.\nHybr is built specifically for students and graduates, aggregating housing options and matching tenants to the best properties. For landlords and agents, our platform provides access to over 1 million renters, automates tenant vetting, schedules viewings, and streamlines offer management.",
    "expectations_for_the_program": "We are most looking forward to sitting down with our technical advisor to brainstorm how we can leverage Al better to overcome business bottlenecks. We are also excited for the Demo at the end of the Accelerator to showcase our momentum over the 3 month Accelerator."
  },
  {
    "startup_name": "iVerse",
    "founders": [
      "Shira Spetter Zohar",
      "Maimon Oded Maimn"
    ],
    "date_founded": "1/31/2022",
    "country": "Israel",
    "stage": "Seed",
    "business_model": "B2B",
    "website": "www.i-verse.online",
    "fundraising": "2.5M",
    "product_stage": "Fully Launched",
    "no_of_employees": "7",
    "overview": "Hiring inefficiencies cost organizations millions, with 70% of efforts wasted on unsuitable applicants. EVA, developed by IVERSE, transforms hiring by conducting Al-driven interviews that go beyond data analysis-assessing the whole person with the accuracy of an expert occupational psychologist.\nThe hiring process is in crisis, plagued by bias, inefficiencies, and outdated methods. With 1.5 billion job interviews conducted annually in the U.S., companies struggle with subjective evaluations, slow processes, and costly hiring mistakes-losing top talent and facing $120K per bad hire.\nEVA streamlines hiring by evaluating candidates like the best interviewers, reducing costs by 52%, cutting hiring time by 36%, and achieving 89% precision through Al-driven assessments.",
    "expectations_for_the_program": "Scaling Operations: Enhance platform infrastructure to support high-volume usage, ensuring seamless performance for large-scale clients and global expansion.\nTechnology Expansion to Simulations: Develop and integrate advanced simulation capabilities into EVA, enabling dynamic, real-world scenarios to further refine candidate evaluations. Follow-Up Question Expansion: Expand the platform's ability to generate adaptive follow-up questions in real-time, ensuring deeper insights and tailored assessments for each candidate. Improved Reporting and Insights: Upgrade reporting tools to provide richer insights, including cultural fit analysis and predictive performance metrics."
  },
  {
    "startup_name": "Material Evolution",
    "founders": [
      "Dr Liz Gilligan",
      "Sam Clark"
    ],
    "date_founded": "12/31/2019",
    "country": "United Kingdom",
    "stage": "Series A",
    "business_model": "B2B",
    "website": "www.materialevolution.com",
    "fundraising": "25M",
    "product_stage": "MVP",
    "no_of_employees": "22",
    "overview": "Material Evolution (Mevo) is transforming construction with ultra-low carbon cement made from industrial byproducts, cutting CO2 emissions by up to 85% compared to traditional cement. Using patented alkali fusion technology and Al-driven innovation, Mevo is developing the next generation of sustainable materials.\nThe cement industry is responsible for 8% of global emissions, making change critical. As the world's second most consumed material, cement has a massive environmental footprint, while millions of tonnes of industrial waste sit unused, creating additional risks.\nMevoCem, our low-carbon, waste-derived cement alternative, reduces emissions by 85%. With a 120K tonne/year facility already in operation, scaling globally could cut 3 gigatons of CO2 annually and repurpose vast amounts of waste. Our carbon-negative product aims to go even further.",
    "expectations_for_the_program": "Material Evolution uses advanced computational tools to analyse and optimise cement compositions, ensuring consistent quality and efficiency across production batches. The company's formulation prediction tool (FPT) can predict compressive strength performance based on mineral feedstock composition and optimise activator ratios with >90%. Looking ahead, we aim to expand the tool's capabilities, making it more accessible and maximizing its potential for broader applications. By integrating Google's state-of-the-art cloud architecture and advanced systems, we are poised to elevate the FPT to new levels of sophistication. The FPT holds tremendous potential for further enhancement through the incorporation of advanced mathematical modelling techniques. With Google at the forefront of these innovations, the Accelerator program can provide the ideal foundation to propel our advancements and realize the full scope of the tool's capabilities."
  },
  {
    "startup_name": "Metsystem",
    "founders": [
      "Ninna Struck Rossen, PhD",
      "Kamilla Westarp Zornhagen, PhD",
      "Silja Heilmann, PhD"
    ],
    "date_founded": "6/30/2023",
    "country": "Denmark",
    "stage": "Pre-seed",
    "business_model": "B2B, B2C",
    "website": "www.metsystem.com",
    "fundraising": "2M",
    "product_stage": "MVP",
    "no_of_employees": "9",
    "overview": "Excess cancer mortality stems from the lack of personalized treatments. Traditional care often overlooks genetic differences, especially in metastatic cases prone to resistance. While precision medicine improves outcomes through personalized drug selection, only 30% of patients benefit from existing options.\nMetsystem transforms cancer treatment with functional drug screening on resected tumor tissue, working biomarker-independently across all solid tumors. By isolating metastatic subpopulations and cultivating over 1,000 patient-derived cancer organoids (PDCOs), our technology enables high-resolution detection, Al-driven drug response tracking, and automated seeding and imaging for large-scale application.",
    "expectations_for_the_program": "Through this accelerator, we aim to streamline our image analysis pipeline on GCP, transition from Cloud SQL to BigQuery for scalability, and optimize encoder training for our core data modality-3D brightfield time lapse imaging. These improvements will enhance the efficiency and impact of our Al-powered drug screening platform, ultimately helping to identify optimal treatments for patients. At the same time, we are looking to gain visibility and connect with VCs as we seek seed funding to accelerate our impact in oncology and precision medicine."
  },
  {
    "startup_name": "Noxon",
    "founders": [
      "Maria Neugschwender",
      "Marius Neugschwender",
      "Ka Hou Leong",
      "Dr. Thilo Weser"
    ],
    "date_founded": "5/31/2022",
    "country": "Germany",
    "stage": "Seed",
    "business_model": "B2B, B2C",
    "website": "https://noxon.io/",
    "fundraising": "0.75M",
    "product_stage": "MVP",
    "no_of_employees": "14",
    "overview": "Noxon is redefining muscle health with groundbreaking wearable technology that provides personalized treatments for musculoskeletal and neuromuscular conditions.\nAccording to the WHO, 30% of people globally suffer from muscle health issues, such as muscle atrophy, imbalances, and conditions like Parkinson's disease. Current treatments are often unsuitable for daily use, where most issues occur, and fail to leverage valuable muscle data.\nNoxon's Muscle-Computer Interface (MCI) helps patients with conditions like Parkinson's or muscle atrophy regain muscle function. Wearable 24/7, it integrates with mobility aids and sportswear, utilizing neuromuscular electrical stimulation (NMES), electrical muscle measurement (EMG), and Al.",
    "expectations_for_the_program": "We are looking forward to explore concrete ideas for business development with special emphasis on our software platform for personalized treatments."
  },
  {
    "startup_name": "Punto Health",
    "founders": [
      "Anna Muñoz Farré",
      "Jack Eckersley"
    ],
    "date_founded": "8/31/2023",
    "country": "United Kingdom",
    "stage": "Seed",
    "business_model": "B2B, B2B2C",
    "website": "https://puntohealth.com",
    "fundraising": "0.8M",
    "product_stage": "MVP",
    "no_of_employees": "6",
    "overview": "Punto Health is an Al-driven platform transforming cognitive care for mild cognitive impairment and dementia, offering personalized support and monitoring that connects patients, caregivers, and healthcare providers.\nPunto Health addresses the fragmented and reactive care system for the 78 million global Alzheimer's and dementia patients, which costs $2.8 trillion annually. The current system offers inadequate post-diagnostic support, leaving patients and caregivers without proper guidance.\nOur Al-based digital platform has two components: PuntoCare for patients and caregivers, and PuntoClinic for healthcare professionals. It provides personalized care plans, cognitive assessments, and continuous monitoring to enhance dementia management across all stages.",
    "expectations_for_the_program": "Joining Google for Startups Accelerator would be transformative for Punto Health at this critical growth stage. Our Al-powered platform is preparing for European launch in 2025, and Google's technical expertise would be invaluable in optimising our machine learning models for personalised care plans (recommendation engine) and our digital biomarker that assesses cognitive status through speech analysis. Additionally, access to Google's Al experts and cloud resources would help us scale our infrastructure as we expand, while strategic mentorship in product design and customer acquisition would strengthen our go-to-market strategy across Europe and beyond. F"
  },
  {
    "startup_name": "ShareID",
    "founders": [
      "Sara Sebti",
      "Sawsen Rezig"
    ],
    "date_founded": "6/30/2020",
    "country": "France",
    "stage": "Series A",
    "business_model": "B2B",
    "website": "www.shareid.ai",
    "fundraising": "4M",
    "product_stage": "Fully Launched",
    "no_of_employees": "18",
    "overview": "ShareID enables real-time, privacy-first identity verification without storing personal or biometric data, redefining digital trust.\nThe multi-factor authentication (MFA) process today is broken. Companies struggle to balance user experience, security, and compliance when customers need to prove their identity online, access their accounts, or perform sensitive transactions—expecting a smooth and safe process.\nShareID is an Authentication-as-a-Service tied to government-issued IDs. It creates a reusable digital identity through an initial ID and face capture, without storing biometric data. Future interactions are seamless: users prove their identity in real-time with a simple smile.",
    "expectations_for_the_program": "We are thrilled to join the Google for Startups Accelerator to push the limits of Al-driven, privacy-first authentication. Over the next three months, we'll focus on advancing our fraud detection capabilities, strengthening real-time identity verification, and further optimizing our Al models to enhance security without compromising user privacy. With Google's expertise, we aim to set a new standard for digital trust-ensuring seamless, anonymous, and highly secure authentication at scale."
  },
  {
    "startup_name": "Tech1M",
    "founders": [
      "Tommie Edwards",
      "Damilola Ogunmoye"
    ],
    "date_founded": "3/31/2022",
    "country": "United Kingdom",
    "stage": "Seed",
    "business_model": "B2B",
    "website": "www.tech1m.com",
    "fundraising": "1M",
    "product_stage": "Launched (private beta)",
    "no_of_employees": "9",
    "overview": "Tech1M is an intelligent global hiring platform with built-in Al agents to source, screen, pay, and manage global talent.\nTech1M addresses inefficiencies and biases in talent acquisition. Traditional hiring processes are time-consuming and prone to unconscious biases. The Al-driven solution streamlines recruitment, reduces manual tasks, and promotes objective candidate evaluation, allowing HR teams to focus on strategy.\nThe platform revolutionizes hiring by automating sourcing, conducting unbiased assessments, and providing analytics through conversational Al. Tech1M eliminates CVs, focusing on actual competencies to enable fair evaluations and transform HR into a strategic, high-impact business driver.",
    "expectations_for_the_program": "We're thrilled to join the Google Accelerator to supercharge the development of our Al Interview Agent. This isn't just about streamlining hiring; it's about revolutionizing the candidate experience. We're aiming to deliver data-driven, insightful post-interview reports, empowering candidates with actionable feedback. Over the next three months, our key milestone is to refine the Agent's accuracy and expand its capability to analyze nuanced communication, ensuring it provides truly valuable insights for both companies and talent."
  },
  {
    "startup_name": "V-Art",
    "founders": [
      "Anastasiia Gliebova",
      "Olga Simson",
      "Oleksandr Velychko"
    ],
    "date_founded": "7/31/2020",
    "country": "Ukraine",
    "stage": "Seed",
    "business_model": "B2B",
    "website": "https://v-art.digital/",
    "fundraising": "1.4M",
    "product_stage": "MVP",
    "no_of_employees": "5",
    "overview": "V-Art streamlines data licensing for brands and Al, transforming a slow and cumbersome process into a fast, efficient solution.\nLicensing content traditionally takes 6 to 12 months, resulting in brands and creators monetizing less than 10% of their IP. V-Art is a flexible, Al-enabled, blockchain-powered technology that reduces IP licensing and management from months to minutes. By streamlining internal licensing and providing faster access to high-quality data, we help unlock incremental revenue for brands and Al teams in compliance with regulations.\nGlobally, brands utilize and monetize less than 10% of their assets. The vast digital content universe-spanning software, gaming, and media-remains largely untapped due to outdated licensing processes. Al tools, reliant on high-quality data sets, face challenges accessing these assets.",
    "expectations_for_the_program": "At V-Art, we're pioneering the next generation of Al-driven data licensing solution. Joining the Google Accelerator is a game-changer for us as we focus on streamlining data licensing and building a robust ecosystem for brands and creators to securely commercialize their IP. Over the next three months, our key milestones include launching Al-driven bulk licensing and scaling the dataset licensing for LLMs. We're eager to leverage Google's Al expertise to refine our technology, optimize scalability, and set the foundation to unlock fast and secure licensing and revenue opportunities for millions of IP and digital assets worldwide."
  },
  {
    "startup_name": "Whering",
    "founders": [
      "Bianca Rangecroft"
    ],
    "date_founded": "5/31/2020",
    "country": "United Kingdom",
    "stage": "Seed",
    "business_model": "B2B, B2C",
    "website": "www.whering.co.uk",
    "fundraising": "3.2 M",
    "product_stage": "Fully Launched",
    "no_of_employees": "13",
    "overview": "Whering is a fashtech startup solving the $25bn problem of retail personalization through more relevant and accurate product and styling recommendations. The core product is a B2C app that lets users digitize their wardrobe and style their clothes with Al-driven personal styling.\nOne-third of women feel their clothes are outdated after less than three wears, while shoppers overconsume 51% of the time when buying clothes online-largely due to retailers lacking the data to personalize their offerings. This perpetuates the cycle of not knowing what to wear for the right occasion.\nWhering helps users create a digital inventory of their wardrobe in seconds using automatic tagging and cropped images. With Al-driven outfit suggestions and usage insights, Whering shows users how to make the most of what they own. The platform also allows easy resale with prepopulated listings, prices, and ROI data, enabling smarter purchasing decisions from retailers.",
    "expectations_for_the_program": "We're elated to work with Google on deepening our Al capabilities to provide a truly personalised social styling experience for over 6m users – this will be a gamechanger for increased engagement and long term retention."
  }
]